/* No comment provided by engineer. */
"AboutStation" = "De Music One";

/* No comment provided by engineer. */
"Application" = "Applicacion";

/* No comment provided by engineer. */
"Cleanup" = "Limpieza";

/* No comment provided by engineer. */
"Favorites" = "Favoritos";

/* No comment provided by engineer. */
"More" = "Más";

/* No comment provided by engineer. */
"Song Refresh" = "Actualizar Cancion";

/* No comment provided by engineer. */
"Streaming Options" = "Opciones de Descarga";

/* No comment provided by engineer. */
"Version" = "Versión";

/* No comment provided by engineer. */
"About Us" = "Quiénes Somos";

/* No comment provided by engineer. */
"Contact Developer" = "Contacto de Desarrollo";

/* No comment provided by engineer. */
"Contact Us" = "Contáctanos";

/* No comment provided by engineer. */
"Entities" = "Entities";

/* No comment provided by engineer. */
"CachedSongs" = "Historial de Canciones";

/* No comment provided by engineer. */
"Missed" = "Perdidos";

/* No comment provided by engineer. */
"Playlist" = "Lista";

/* No comment provided by engineer. */
"NowPlaying" = "Al Aire";

/* No comment provided by engineer. */
"KBS" = " k";

/* No comment provided by engineer. */
"IsTopRated" = "Top 20";

/* No comment provided by engineer. */
"RateIt" = "Vota!";

"Settings" = "Ajustes";

/* Streaming Options */
"WIFI Quality" = "Mejor Calidad (3G/WIFI)";
"WIFI bps" = "128k mp3 — 56.25 Mb/hora";
"EDGE Quality" = "Buena Calidad (EDGE)";
"EDGE bps" = "48k aac+ — 18 Mb/hora";